import { Box } from "@mui/system";

const Home = () => {
  return (
    <>
      Home
      <Box sx={{ direction: "rtl" }}>
        <h1>سناریوهای دیده شده</h1>
        <h3>نمایش اقلام</h3>
        <h3>ایجاد سبد خرید</h3>
        <h3>خالی بودن سبد خرید</h3>
        <h3>حذف آیتم های سبد خرید</h3>
        <h3>آپدیت سبد خرید</h3>
        <h3>جلوگیری از افزدن آیتم تکراری به سبد خرید </h3>
        <h3>
          جلوگیری از آپدیت مجدد تعداد اقلام سبد خرید قبل از دریافت ریسپانس
        </h3>
      </Box>
    </>
  );
};

export default Home;
